Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Remember the file tray's contents so items stay in the tray when DockDoor Pro relaunches
ar: تذكّر محتويات حاوية الملفات لتبقى العناصر فيها عند إعادة تشغيل DockDoor Pro
de: Inhalt der Datei-Ablage speichern, damit Objekte beim Neustart von DockDoor Pro in der Ablage bleiben
es: Recuerda el contenido de la bandeja de archivos para que los ítems permanezcan en ella cuando DockDoor Pro se reinicie
fr: Mémoriser le contenu du tiroir de fichiers pour que les éléments y restent lorsque DockDoor Pro redémarre
hu: A Fájltároló Tálca tartalmának megjegyzése, hogy az elemek a DockDoor Pro újraindítása után is a tálcán maradjanak
ja: ファイルトレイの内容を記憶し、DockDoor Proの再起動後も項目がトレイに残るようにする
nl: Onthoud de inhoud van het bestandsvak, zodat de items in het vak blijven zitten wanneer DockDoor Pro opnieuw wordt gestart
pl: Zapamiętuj zawartość Półki plików, aby elementy pozostawały na niej po ponownym uruchomieniu DockDoor Pro
pt: Memorizar o conteúdo do tabuleiro de ficheiros para que os itens permaneçam no tabuleiro quando o DockDoor Pro for reaberto
ru: Запоминать содержимое лотка файлов, чтобы объекты оставались в нем после перезапуска DockDoor Pro
sv: Kom ihåg filbrickans innehåll så att objekten ligger kvar när DockDoor Pro startas om
tr: Dosya tepsisinin içeriğini hatırla, böylece DockDoor Pro yeniden başladığında öğeler tepside kalır
vi: Ghi nhớ nội dung khay tệp để các mục vẫn ở trong khay khi DockDoor Pro khởi chạy lại
zh_hans: 记住文件托盘的内容，让项目在 DockDoor Pro 重新启动后仍保留在托盘中
zh_hant: 記住「檔案托盤」中的內容，讓 DockDoor Pro 重新啟動後，檔案仍保留在托盤中

source: Remember the file tray's contents so items stay in the tray when DockDoor Pro relaunches. Files that were moved or deleted in the meantime drop out.
ar: تذكّر محتويات حاوية الملفات لتبقى العناصر فيها عند إعادة تشغيل DockDoor Pro. تُستبعد الملفات التي نُقلت أو حُذفت في هذه الأثناء.
de: Inhalt der Datei-Ablage speichern, damit Objekte beim Neustart von DockDoor Pro in der Ablage bleiben. Dateien, die zwischenzeitlich verschoben oder gelöscht wurden, werden entfernt.
es: Recuerda el contenido de la bandeja de archivos para que los ítems permanezcan en ella cuando DockDoor Pro se reinicie. Los archivos que se hayan movido o eliminado mientras tanto desaparecen.
fr: Mémoriser le contenu du tiroir de fichiers pour que les éléments y restent lorsque DockDoor Pro redémarre. Les fichiers déplacés ou supprimés entre-temps disparaissent du tiroir.
hu: A Fájltároló Tálca tartalmának megjegyzése, hogy az elemek a DockDoor Pro újraindítása után is a tálcán maradjanak. Az időközben áthelyezett vagy törölt fájlok kikerülnek.
ja: ファイルトレイの内容を記憶し、DockDoor Proの再起動後も項目がトレイに残るようにします。その間に移動または削除されたファイルは除外されます。
nl: Onthoud de inhoud van het bestandsvak, zodat items in het vak blijven staan wanneer DockDoor Pro opnieuw wordt gestart. Bestanden die in de tussentijd zijn verplaatst of verwijderd, verdwijnen uit het vak.
pl: Zapamiętuj zawartość Półki plików, aby elementy pozostawały na niej po ponownym uruchomieniu DockDoor Pro. Pliki przeniesione lub usunięte w międzyczasie nie pojawią się ponownie na Półce.
pt: Memorizar o conteúdo do tabuleiro de ficheiros para que os itens permaneçam no tabuleiro quando o DockDoor Pro for reaberto. Os ficheiros que tenham sido movidos ou eliminados entretanto são retirados.
ru: Запоминать содержимое лотка файлов, чтобы объекты оставались в нем после перезапуска DockDoor Pro. Файлы, которые за это время были перемещены или удалены, исчезнут из лотка.
sv: Kom ihåg filbrickans innehåll så att objekten ligger kvar när DockDoor Pro startas om. Filer som har flyttats eller raderats under tiden tas bort.
tr: Dosya tepsisinin içeriğini hatırla, böylece DockDoor Pro yeniden başladığında öğeler tepside kalır. Bu sürede taşınan veya silinen dosyalar listeden çıkar.
vi: Ghi nhớ nội dung khay tệp để các mục vẫn ở trong khay khi DockDoor Pro khởi chạy lại. Các tệp đã bị di chuyển hoặc xóa trong thời gian đó sẽ bị loại bỏ.
zh_hans: 记住文件托盘的内容，让项目在 DockDoor Pro 重新启动后仍保留在托盘中。期间已移动或删除的文件会从托盘中移除。
zh_hant: 記住「檔案托盤」中的內容，讓 DockDoor Pro 重新啟動後，項目仍保留在托盤中。期間若檔案已被移動或刪除，則會自動從托盤中移除。

source: Remind Every
ar: التذكير كل
de: Erinnern alle
es: Recordar cada
fr: Rappeler toutes les
hu: Emlékeztetés gyakorisága
ja: 通知の間隔
nl: Herinner elke
pl: Przypominaj co
pt: Lembrar a Cada
ru: Напоминать каждые
sv: Påminn var
tr: Şu Sıklıkla Hatırlat
vi: Nhắc mỗi
zh_hans: 提醒间隔
zh_hant: 每隔

source: reminder
ar: تذكير
de: erinnerung
es: recordatorio
fr: rappel
hu: emlékeztető
ja: リマインダー
nl: herinnering
pl: przypomnienie
pt: lembrete
ru: напоминание
sv: påminnelse
tr: anımsatıcı
vi: lời nhắc
zh_hans: 提醒
zh_hant: 提醒事項

source: Reminder
ar: التذكير
de: Erinnerung
es: Recordatorio
fr: Rappel
hu: Emlékeztető
ja: リマインダー
nl: Herinnering
pl: Przypomnienie
pt: Lembrete
ru: Напоминание
sv: Påminnelse
tr: Anımsatıcı
vi: Lời nhắc
zh_hans: 提醒
zh_hant: 提醒事項

source: Reminders
ar: التذكيرات
de: Erinnerungen
es: Recordatorios
fr: Rappels
hu: Emlékeztetők
ja: リマインダー
nl: Herinneringen
pl: Przypomnienia
pt: Lembretes
ru: Напоминания
sv: Påminnelser
tr: Anımsatıcılar
vi: Lời nhắc
zh_hans: 提醒事项
zh_hant: 提醒事項

source: Reminders access is off
ar: الوصول إلى التذكيرات متوقف
de: Zugriff auf Erinnerungen ist deaktiviert
es: El acceso a Recordatorios está desactivado
fr: L'accès aux Rappels est désactivé
hu: Az Emlékeztetők-hozzáférés ki van kapcsolva
ja: リマインダーへのアクセスがオフです
nl: Toegang tot Herinneringen is uitgeschakeld
pl: Dostęp do przypomnień jest wyłączony
pt: O acesso aos Lembretes está desativado
ru: Доступ к Напоминаниям выключен
sv: Åtkomst till Påminnelser är av
tr: Anımsatıcılar erişimi kapalı
vi: Quyền truy cập Lời nhắc đang tắt
zh_hans: 提醒事项访问权限已关闭
zh_hant: 「提醒事項」取用權限已關閉

source: Reminders arrive between 9 AM and 9 PM, counted from your last glass. Set to 0 to turn them off.
ar: تصل التذكيرات بين 9 صباحًا و9 مساءً، محسوبة من آخر كوب شربته. اضبطها على 0 لإيقافها.
de: Erinnerungen erfolgen zwischen 9 und 21 Uhr, gezählt ab Ihrem letzten Glas. Setzen Sie den Wert auf 0, um sie zu deaktivieren.
es: Los recordatorios llegan entre las 9:00 y las 21:00, contando desde tu último vaso. Ajústalo a 0 para desactivarlos.
fr: Les rappels arrivent entre 9 h et 21 h, à compter de votre dernier verre. Réglez sur 0 pour les désactiver.
hu: Az emlékeztetők 9 és 21 óra között érkeznek, az utolsó pohártól számítva. Állítsa 0-ra a kikapcsolásukhoz.
ja: リマインダーは午前9時から午後9時の間に、最後の1杯から数えて通知されます。0に設定するとオフになります。
nl: Herinneringen komen tussen 9:00 en 21:00, gerekend vanaf je laatste glas. Stel in op 0 om ze uit te schakelen.
pl: Przypomnienia pojawiają się między 9:00 a 21:00, licząc od ostatniej szklanki. Ustaw 0, aby je wyłączyć.
pt: Os lembretes chegam entre as 9h e as 21h, contados a partir do último copo. Defina 0 para os desativar.
ru: Напоминания приходят с 9:00 до 21:00, отсчет ведется от последнего стакана. Установите 0, чтобы выключить их.
sv: Påminnelser kommer mellan 09.00 och 21.00, räknat från ditt senaste glas. Ställ in på 0 för att stänga av dem.
tr: Anımsatıcılar sabah 9 ile akşam 9 arasında, son bardağından itibaren sayılarak gelir. Kapatmak için 0 yap.
vi: Lời nhắc xuất hiện từ 9 giờ sáng đến 9 giờ tối, tính từ ly nước gần nhất của bạn. Đặt thành 0 để tắt.
zh_hans: 提醒在上午 9 点至晚上 9 点之间发送，从您上次喝水时开始计时。设为 0 可关闭提醒。
zh_hant: 提醒會在上午 9 點至晚上 9 點之間發送，並從你上次喝水的時間開始計算。設為 0 即可關閉提醒。

source: Reminders off
ar: التذكيرات متوقفة
de: Erinnerungen aus
es: Recordatorios desactivados
fr: Rappels désactivés
hu: Emlékeztetők kikapcsolva
ja: リマインダーオフ
nl: Herinneringen uit
pl: Przypomnienia wyłączone
pt: Lembretes desativados
ru: Напоминания выключены
sv: Påminnelser av
tr: Anımsatıcılar kapalı
vi: Đã tắt lời nhắc
zh_hans: 提醒已关闭
zh_hant: 提醒已關閉

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hu: Eltávolítás
ja: 削除
nl: Verwijder
pl: Usuń
pt: Remover
ru: Убрать
sv: Ta bort
tr: Kaldır
vi: Gỡ bỏ
zh_hans: 移除
zh_hant: 移除

source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Eliminar %@
fr: Retirer %@
hu: %@ eltávolítása
ja: %@を削除
nl: Verwijder %@
pl: Usuń %@
pt: Remover %@
ru: Удалить %@
sv: Ta bort %@
tr: %@ Kaldır
vi: Gỡ bỏ %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Remove %@ from Dock?
ar: هل تريد إزالة %@ من Dock؟
de: %@ aus dem Dock entfernen?
es: ¿Eliminar %@ del Dock?
fr: Retirer %@ du dock ?
hu: %@ eltávolítása a Dockból?
ja: %@をDockから削除しますか？
nl: %@ uit het Dock verwijderen?
pl: Usunąć %@ z Docka?
pt: Remover %@ da Dock?
ru: Удалить %@ из дока?
sv: Ta bort %@ från dockan?
tr: %@'yi Dock'tan kaldırmak ister misiniz?
vi: Xóa %@ khỏi Dock?
zh_hans: 从 Dock 中移除 %@ 吗？
zh_hant: 要從 Dock 移除「%@」嗎？

source: Remove All
ar: إزالة الكل
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
hu: Összes eltávolítása
ja: すべて削除
nl: Alles verwijderen
pl: Usuń wszystko
pt: Remover tudo
ru: Удалить все
sv: Ta bort alla
tr: Tümünü Kaldır
vi: Gỡ bỏ tất cả
zh_hans: 全部移除
zh_hant: 全部移除

source: Remove All (%lld)
ar: إزالة الكل (%lld)
de: Alle (%lld) entfernen
es: Eliminar todo (%lld)
fr: Vider le bac (%lld)
hu: Összes eltávolítása (%lld)
ja: すべてを削除（%lld）
nl: Alles verwijderen (%lld)
pl: Usuń wszystko (%lld)
pt: Remover Tudo (%lld)
ru: Очистить все (%lld)
sv: Ta bort alla (%lld)
tr: Tümünü Sil (%lld)
vi: Gỡ bỏ tất cả (%lld)
zh_hans: 全部移除（%lld）
zh_hant: 全部移除（%lld）

source: Remove all pinned items
ar: إزالة جميع العناصر المثبتة
de: Alle angepinnten Elemente entfernen
es: Elimina todos los ítems fijados
fr: Supprimer tous les éléments épinglés
hu: Az összes kitűzött elem eltávolítása
ja: ピン留めした項目をすべて削除
nl: Alle vastgezette items verwijderen
pl: Usuń wszystkie przypięte elementy
pt: Remover todos os itens afixados
ru: Удалить все закрепленные элементы
sv: Ta bort alla fästa objekt
tr: Sabitlenmiş tüm öğeleri kaldır
vi: Xóa bỏ tất cả các mục được ghim
zh_hans: 移除所有已固定项目
zh_hant: 移除所有釘選項目

source: Remove Direct Profile Shortcut
ar: إزالة اختصار ملف التعريف المباشر
de: Direkten Profilkurzbefehl entfernen
es: Eliminar atajo directo de perfil
fr: Supprimer le raccourci direct du profil
hu: Közvetlen profil-billentyűparancs eltávolítása
ja: プロファイル直接切り替えショートカットを削除
nl: Directe profielsneltoets verwijderen
pl: Usuń bezpośredni skrót profilu
pt: Remover atalho direto de perfil
ru: Удалить сочетание клавиш для профиля
sv: Ta bort direktkortkommando för profil
tr: Doğrudan Profil Kısayolunu Kaldır
vi: Gỡ bỏ Phím tắt hồ sơ trực tiếp
zh_hans: 移除配置文件直达快捷键
zh_hant: 移除直接切換設定檔快速鍵

source: Remove from Control Center
ar: إزالة من مركز التحكم
de: Aus dem Kontrollzentrum entfernen
es: Eliminar del Centro de control
fr: Retirer du Centre de contrôle
hu: Eltávolítás a Vezérlőközpontból
ja: コントロールセンターから削除
nl: Verwijder uit Control Center
pl: Usuń z Centrum sterowania
pt: Remover da Central de controlo
ru: Удалить из Пункта управления
sv: Ta bort från Kontrollcenter
tr: Denetim Merkezi'nden Kaldır
vi: Xóa khỏi Trung tâm điều khiển
zh_hans: 从控制中心移除
zh_hant: 從控制中心移除

source: Remove from Dock
ar: إزالة من Dock
de: Aus Dock entfernen
es: Eliminar del Dock
fr: Retirer du Dock
hu: Eltávolítás a Dockból
ja: Dockから削除
nl: Uit Dock verwijderen
pl: Usuń z Docka
pt: Remover da dock
ru: Удалить из Dock
sv: Ta bort från docken
tr: Dock’tan Kaldır
vi: Xóa khỏi Dock
zh_hans: 从 Dock 中移除
zh_hant: 從 Dock 移除

source: Remove from Group
ar: حذف من المجموعة
de: Aus Gruppe entfernen
es: Eliminar del grupo
fr: Retirer du Groupe
hu: Eltávolítás a csoportból
ja: グループから削除
nl: Uit groep verwijderen
pl: Usuń z grupy
pt: Remover do grupo
ru: Исключить из группы
sv: Ta bort från gruppen
tr: Gruptan Çıkar
vi: Xóa khỏi Nhóm
zh_hans: 从组中移除
zh_hant: 從群組中移除

source: Remove from Tray
ar: إزالة من الحاوية
de: Aus Ablage entfernen
es: Eliminar de la bandeja
fr: Retirer du tiroir
hu: Eltávolítás a tálcáról
ja: トレイから削除
nl: Uit bestandsvak verwijderen
pl: Usuń z Półki plików
pt: Remover do tabuleiro
ru: Удалить из лотка
sv: Ta bort från filbrickan
tr: Tepsiden çıkar
vi: Xóa khỏi Khay
zh_hans: 从托盘移除
zh_hant: 從托盤中移除

source: Remove shortcut row
ar: إزالة صف الاختصار
de: Kurzbefehlzeile entfernen
es: Eliminar fila de atajo
fr: Supprimer la ligne de raccourci
hu: Billentyűparancs-sor eltávolítása
ja: ショートカット行を削除
nl: Rij met sneltoets verwijderen
pl: Usuń wiersz skrótu
pt: Remover linha de atalho
ru: Удалить комбинацию клавиш
sv: Ta bort kortkommandorad
tr: Kısayol satırını kaldır
vi: Xóa hàng phím tắt
zh_hans: 移除快捷键项
zh_hant: 移除快速鍵列

source: Remove this widget from the stack
ar: إزالة هذه الأداة من المكدس
de: Dieses Widget aus dem Stapel entfernen
es: Eliminar este widget de la pila
fr: Retirer ce widget de la pile
hu: A widget eltávolítása a kötegből
ja: このウィジェットをスタックから削除
nl: Verwijder deze widget uit de stapel
pl: Usuń ten widżet ze stosu
pt: Remover este widget da pilha
ru: Удалить этот виджет из стопки
sv: Ta bort den här widgeten från stacken
tr: Bu widget'ı yığından kaldır
vi: Gỡ tiện ích này khỏi ngăn xếp
zh_hans: 从小组件叠放中移除此小组件
zh_hant: 將此小工具從堆疊中移除

source: Remove Widget
ar: إزالة الأداة
de: Widget entfernen
es: Eliminar widget
fr: Supprimer le widget
hu: Widget eltávolítása
ja: ウィジェットを削除
nl: Widget verwijderen
pl: Usuń widżet
pt: Remover widget
ru: Удалить виджет
sv: Ta bort widget
tr: Widget'ı Kaldır
vi: Gỡ bỏ Tiện ích
zh_hans: 移除小组件
zh_hant: 移除小工具

source: Removes every clip except pinned ones
ar: يزيل كل العناصر باستثناء المثبتة
de: Entfernt alle Einträge außer den angehefteten
es: Elimina todos los elementos excepto los fijados
fr: Supprime tous les éléments sauf ceux épinglés
hu: Minden elemet eltávolít, kivéve a kitűzötteket
ja: ピン留めしたもの以外のすべてのクリップを削除
nl: Verwijdert alle clips behalve de vastgezette
pl: Usuwa wszystkie elementy oprócz przypiętych
pt: Remove todos os recortes exceto os afixados
ru: Удаляет все записи, кроме закрепленных
sv: Tar bort alla urklipp utom fästa
tr: Sabitlenenler dışındaki tüm klipleri kaldırır
vi: Xóa mọi mục trừ các mục đã ghim
zh_hans: 移除除固定记录外的所有剪贴板记录
zh_hant: 移除所有剪輯片段，已釘選的除外

source: Removes this stack from every dock profile.
ar: يزيل هذا المكدس من كل ملفات تعريف Dock.
de: Entfernt diesen Stapel aus allen Dock-Profilen.
es: Elimina esta pila de todos los perfiles del Dock.
fr: Retire cette pile de tous les profils de dock.
hu: Eltávolítja ezt a köteget az összes Dock-profilból.
ja: すべてのDockプロファイルからこのスタックを削除します。
nl: Verwijdert deze stapel uit elk Dock-profiel.
pl: Usuwa ten stos ze wszystkich profili Docka.
pt: Remove esta pilha de todos os perfis da Dock.
ru: Удаляет эту стопку из всех профилей Dock.
sv: Tar bort den här stacken från alla dockprofiler.
tr: Bu yığını her dock profilinden kaldırır.
vi: Xóa ngăn xếp này khỏi mọi hồ sơ dock.
zh_hans: 从所有 Dock 配置文件中移除此小组件叠放。
zh_hant: 從所有 Dock 設定檔中移除此堆疊。

source: Rename
ar: تغيير الاسم
de: Umbenennen
es: Renombrar
fr: Renommer
hu: Átnevezés
ja: 名称変更
nl: Hernoemen
pl: Zmień nazwę
pt: Alterar o nome
ru: Переименовать
sv: Byt namn
tr: Yeniden Adlandır
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Dock Profile
ar: إعادة تسمية ملف تعريف Dock
de: Dock-Profil umbenennen
es: Renombrar perfil del Dock
fr: Renommer le profil du dock
hu: Dock-profil átnevezése
ja: Dockプロファイルの名称変更
nl: Dock-profiel hernoemen
pl: Zmień nazwę profilu Docka
pt: Alterar o nome do perfil da dock
ru: Переименовать профиль Dock
sv: Byt namn på dockprofil
tr: Dock Profilini Yeniden Adlandır
vi: Đổi tên Hồ sơ Dock
zh_hans: 重命名 Dock 配置文件
zh_hant: 重新命名 Dock 設定檔

source: Render widgets as cards, or match dock icon spacing with a dot indicator.
ar: اعرض الأدوات كبطاقات، أو طابق تباعد أيقونات Dock مع مؤشر نقطي.
de: Widgets als Karten darstellen oder mit Dock-Symbolabstand und Punktanzeige anzeigen.
es: Muestra los widgets como tarjetas o iguala el espaciado de los iconos del Dock con un indicador de punto.
fr: Afficher les widgets sous forme de cartes, ou reprendre l'espacement des icônes du dock avec un indicateur à point.
hu: A widgetek megjelenítése kártyaként, vagy a Dock-ikonok térközéhez igazítás pontjelzővel.
ja: ウィジェットをカードとして表示するか、ドットインジケータ付きでDockアイコンの間隔に合わせて表示します。
nl: Geef widgets weer als kaarten, of met dezelfde tussenruimte als Dock-pictogrammen en een stip als indicator.
pl: Renderuj widżety jako karty albo dopasuj je do odstępów ikon Docka ze wskaźnikiem kropki.
pt: Apresentar os widgets como cartões ou acompanhar o espaçamento dos ícones da dock com um indicador de ponto.
ru: Показывать виджеты карточками или точкой-индикатором с интервалами, как у значков Dock.
sv: Visa widgetar som kort, eller matcha dockens symbolavstånd med en punktindikator.
tr: Widget'ları kart olarak göster veya bir nokta göstergesiyle dock simge aralığına uy.
vi: Hiển thị các tiện ích dưới dạng thẻ hoặc sử dụng khoảng cách biểu tượng trên dock với một dấu chấm chỉ báo.
zh_hans: 将小组件显示为卡片，或采用与 Dock 图标一致的间距，并使用圆点指示器。
zh_hant: 將小工具顯示為卡片，或配合圓點指示器採用與 Dock 圖示一致的間距。

source: Replace All Settings?
ar: هل تريد استبدال جميع الإعدادات؟
de: Alle Einstellungen ersetzen?
es: ¿Reemplazar todos los ajustes?
fr: Remplacer tous les paramètres ?
hu: Minden beállítás cseréje?
ja: すべての設定を置き換えますか?
nl: Alle instellingen vervangen?
pl: Zastąpić wszystkie ustawienia?
pt: Substituir todas as definições?
ru: Заменить все настройки?
sv: Ersätt alla inställningar?
tr: Tüm Ayarlar Değiştirilsin mi?
vi: Thay thế tất cả Cài đặt?
zh_hans: 要替换所有设置吗？
zh_hant: 要取代所有設定嗎？

source: Replace the idle icon with the current system volume level
ar: استبدال أيقونة الخمول بمستوى صوت النظام الحالي
de: Das Symbol im Ruhezustand durch die aktuelle Systemlautstärke ersetzen
es: Sustituye el icono inactivo por el nivel de volumen actual del sistema
fr: Remplacer l'icône d'inactivité par le niveau actuel du volume système
hu: A tétlen ikon lecserélése az aktuális rendszerhangerő-szintre
ja: 待機時のアイコンを現在のシステム音量レベルに置き換える
nl: Vervang het inactieve pictogram door het huidige volumeniveau van het systeem
pl: Zastępuj ikonę bezczynności bieżącym poziomem głośności systemu
pt: Substituir o ícone em repouso pelo nível atual do volume do sistema
ru: Заменять значок в режиме ожидания текущим уровнем системной громкости
sv: Ersätt symbolen i viloläge med den aktuella systemvolymen
tr: Boştaki simgeyi geçerli sistem ses düzeyiyle değiştir
vi: Thay thế biểu tượng nhàn rỗi bằng mức âm lượng hiện tại của hệ thống
zh_hans: 空闲时，将图标替换为当前系统音量的指示图标
zh_hant: 將閒置時的圖示替換為目前的系統音量

source: Replace the system dock with DockDoor Pro
ar: استبدال Dock النظام بـ DockDoor Pro
de: System-Dock durch DockDoor Pro ersetzen
es: Reemplaza el Dock del sistema por DockDoor Pro
fr: Remplacer le dock natif par DockDoor Pro
hu: A rendszer-Dock lecserélése a DockDoor Pro-ra
ja: システムのDockをDockDoor Proに置き換える
nl: Het systeemdock vervangen door DockDoor Pro
pl: Zastąp systemowy Dock aplikacją DockDoor Pro
pt: Substituir a Dock do sistema pelo DockDoor Pro
ru: Заменить системный Dock на DockDoor Pro
sv: Ersätt den inbyggda Docken med DockDoor Pro
tr: Sistem Dock’unu DockDoor Pro ile değiştirin
vi: Thay thế dock hệ thống bằng DockDoor Pro
zh_hans: 将原生 Dock 替换为 DockDoor Pro
zh_hant: 使用 DockDoor Pro 取代系統 Dock

source: Request
ar: طلب
de: Anfordern
es: Solicitar
fr: Demander
hu: Kérelmezés
ja: リクエスト
nl: Verzoeken
pl: Poproś
pt: Pedir
ru: Запрос
sv: Begär
tr: İste
vi: Yêu cầu
zh_hans: 请求
zh_hant: 請求

source: Requested in context
ar: تُطلب في سياق الاستخدام
de: Kontextbezogen angefordert
es: Solicitados según el contexto
fr: Demandé en contexte
hu: Használat közben kérve
ja: 必要になったときにリクエスト
nl: Gevraagd in context
pl: Prośba o dostęp w kontekście użycia
pt: Pedido em contexto
ru: Запрошено в контексте
sv: Begärs vid behov
tr: Bağlam içinde istenir
vi: Được yêu cầu theo ngữ cảnh
zh_hans: 按需请求
zh_hant: 依情境要求

source: Requested when you add a widget
ar: يُطلب عند إضافة أداة
de: Wird angefordert, wenn Sie ein Widget hinzufügen
es: Se solicita cuando añades un widget
fr: Demandé lorsque vous ajoutez un widget
hu: Widget hozzáadásakor kérve
ja: ウィジェットを追加したときに要求
nl: Gevraagd wanneer je een widget toevoegt
pl: Prośba o dostęp przy dodawaniu widżetu
pt: Pedido quando adiciona um widget
ru: Запрашивается при добавлении виджета
sv: Begärs när du lägger till en widget
tr: Bir widget eklediğinde istenir
vi: Được yêu cầu khi bạn thêm tiện ích
zh_hans: 添加小组件时请求
zh_hant: 加入小工具時要求權限

source: Requires app update
ar: يتطلب تحديث التطبيق
de: App-Update erforderlich
es: Requiere actualizar la app
fr: Mise à jour de l'app requise
hu: App-frissítés szükséges
ja: アプリのアップデートが必要
nl: Vereist een update van de app
pl: Wymaga uaktualnienia aplikacji
pt: Requer atualização da app
ru: Требуется обновление приложения
sv: Kräver appuppdatering
tr: Uygulama güncellemesi gerekli
vi: Yêu cầu cập nhật ứng dụng
zh_hans: 需要更新应用程序
zh_hant: 需要更新應用程式

source: Requires app update. This widget needs a newer version of DockDoor Pro.
ar: يتطلب تحديث التطبيق. تحتاج هذه الأداة إلى إصدار أحدث من DockDoor Pro.
de: App-Update erforderlich. Dieses Widget benötigt eine neuere Version von DockDoor Pro.
es: Requiere actualizar la app. Este widget necesita una versión más reciente de DockDoor Pro.
fr: Mise à jour de l'app requise. Ce widget nécessite une version plus récente de DockDoor Pro.
hu: App-frissítés szükséges. Ehhez a widgethez a DockDoor Pro újabb verziója kell.
ja: アプリのアップデートが必要です。このウィジェットには新しいバージョンのDockDoor Proが必要です。
nl: Vereist een update van de app. Deze widget heeft een nieuwere versie van DockDoor Pro nodig.
pl: Wymagane uaktualnienie aplikacji. Ten widżet wymaga nowszej wersji DockDoor Pro.
pt: Requer atualização da app. Este widget precisa de uma versão mais recente do DockDoor Pro.
ru: Требуется обновление приложения. Этому виджету нужна более новая версия DockDoor Pro.
sv: Kräver appuppdatering. Den här widgeten behöver en nyare version av DockDoor Pro.
tr: Uygulama güncellemesi gerekli. Bu widget için DockDoor Pro'nun daha yeni bir sürümü gerekiyor.
vi: Yêu cầu cập nhật ứng dụng. Tiện ích này cần phiên bản DockDoor Pro mới hơn.
zh_hans: 需要更新应用。此小组件需要更新版本的 DockDoor Pro。
zh_hant: 需要更新應用程式。此小工具需要較新版本的 DockDoor Pro。

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hu: Visszaállítás
ja: リセット
nl: Resetten
pl: Resetuj
pt: Repor
ru: Сбросить
sv: Återställ
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Reset all settings to factory defaults
ar: إعادة تعيين كافة الإعدادات إلى الوضع الافتراضي
de: Alle Einstellungen auf Werkseinstellungen zurücksetzen
es: Restablece todos los ajustes a los valores de fábrica
fr: Réinitialiser tous les paramètres d'usine par défaut
hu: Az összes beállítás visszaállítása a gyári alapértékekre
ja: すべての設定を初期状態にリセット
nl: Alles terugzetten naar standardinstellingen
pl: Przywróć wszystkie ustawienia fabryczne
pt: Repor todas as definições para os valores de fábrica
ru: Восстановить все настройки по умолчанию
sv: Återställ alla inställningar till fabriksinställningarna
tr: Tüm Ayarları Varsayılanlara Sıfırla
vi: Đặt lại tất cả cài đặt về mặc định ban đầu
zh_hans: 将所有设置恢复为默认值
zh_hant: 將所有設定重設為出廠預設值

source: Reset all settings?
ar: إعادة تعيين جميع الإعدادات?
de: Alle Einstellungen zurücksetzen?
es: ¿Restablecer todos los ajustes?
fr: Réinitialiser tous les paramètres?
hu: Visszaállítja az összes beállítást?
ja: すべての設定をリセットしますか？
nl: Alle instellingen opnieuw instellen?
pl: Zresetować wszystkie ustawienia?
pt: Repor todas as definições?
ru: Сбросить все настройки?
sv: Återställa alla inställningar?
tr: Tüm ayarlar sıfırlansın mı?
vi: Đặt lại tất cả cài đặt?
zh_hans: 恢复所有设置？
zh_hant: 重置所有設定？

source: Reset All to %@
ar: إعادة تعيين الكل إلى %@
de: Alle auf %@ zurücksetzen
es: Restablecer todo al %@
fr: Tout réinitialiser à %@
hu: Összes visszaállítása %@-ra
ja: すべてを%@にリセット
nl: Alles terugzetten naar %@
pl: Ustaw wszystko na %@
pt: Repor Tudo a %@
ru: Сбросить все до %@
sv: Återställ alla till %@
tr: Tümünü %@'e Sıfırla
vi: Đặt lại tất cả về %@
zh_hans: 全部重置为 %@
zh_hant: 全部重設為 %@
